{
  "metadata": {
    "timestamp": "20250928_113350",
    "target_language": "Portuguese",
    "total_batches": 9,
    "workflow_type": "dynamic_staged_parallel_test"
  },
  "raw_translations": {
    "translation_1": {
      "items": [
        {
          "value": "O Cofre"
        },
        {
          "value": "Minhas Mãos"
        },
        {
          "value": "Análise"
        },
        {
          "value": "Trainer"
        },
        {
          "value": "Encontrar..."
        },
        {
          "value": "Pergunte ao George"
        },
        {
          "value": "Preços"
        },
        {
          "value": "Saiba Mais"
        }
      ]
    },
    "translation_2": {
      "items": [
        {
          "value": "Estudo de pôquer para todos, de iniciantes a elite"
        },
        {
          "value": "Intuitivo. Acessível. Divertido."
        },
        {
          "value": "Comece a treinar agora"
        }
      ]
    },
    "translation_3": {
      "items": [
        {
          "value": "Parece uma ferramenta perfeita para estudar. Torna o estudo divertido ao mesmo tempo que fornece boas informações."
        },
        {
          "value": "É uma ferramenta incrível de aprendizagem de poker. E também divertida!"
        },
        {
          "value": "É a primeira vez que gosto de estudar. Isto é 10 vezes mais divertido do que 'praticar' online!"
        },
        {
          "value": "Adoro, adoro, ADORO o Octopi! Obrigado a toda a equipa por o criar!"
        },
        {
          "value": "A utilização do Trainer por si só já seria uma pechincha pelo dobro do preço!"
        },
        {
          "value": "Já usei outros Trainers antes, mas o Octopi faz mais sentido para mim - tão intuitivo!"
        },
        {
          "value": "O Octopi é a ferramenta de estudo GTO com melhor relação qualidade/preço do mercado e é o que eu uso para melhorar o meu jogo."
        },
        {
          "value": "Inovador e revolucionário. A sua comunidade vibrante promove o crescimento onde a melhoria é divertida."
        },
        {
          "value": "Como treinador, uso o Octopi Vault para rever mesas finais com sims. É um recurso incrível; recomendo vivamente!"
        },
        {
          "value": "O Octopi Poker ajudou-me a transformar a forma como estudo. Adoro o feedback instantâneo sobre como jogar da forma mais otimizada possível."
        },
        {
          "value": "Estudar um JOGO nunca deve ser assustador ou stressante. O Octopi resolve estes dois problemas e torna o estudo do próprio jogo divertido!"
        },
        {
          "value": "Não é coincidência que o meu melhor ano de poker coincida com a subscrição do Octopi."
        },
        {
          "value": "Ferramenta de estudo de poker absolutamente brilhante! E uma equipa de apoio fantástica!"
        },
        {
          "value": "Adoro treinar contra o Trainer, especialmente para spots ICM FT - é divertido e aumenta a confiança em spots de high-stakes onde me falta experiência."
        },
        {
          "value": "O Octopi Poker cria e reforça os ciclos de feedback corretos para a tomada de decisões no poker, e é divertido!"
        }
      ]
    },
    "translation_4": {
      "items": [
        {
          "value": "Octopi Store"
        },
        {
          "value": "Mostre o polvo que há em você e vista com orgulho os produtos exclusivos da Octopi. Elegante e confortável, é feito para grinders como você."
        },
        {
          "value": "Comprar Agora"
        }
      ]
    },
    "translation_5": {
      "items": [
        {
          "value": "Mercado de Coaching"
        },
        {
          "value": "Acesso direto aos melhores treinadores de poker para cada jogo, nível de habilidade e faixa de preço."
        },
        {
          "value": "Explorar o fórum agora"
        }
      ]
    },
    "translation_6": {
      "items": [
        {
          "value": "O Vault"
        },
        {
          "value": "Reviva a emoção do poker de apostas altas da Triton, PokerGO, WSOP e muito mais. Mais de 18 mil mãos e 2 mil simulações de ICM pré-flop e pós-flop para explorar nos formatos de jogo ao vivo e replay de HH."
        },
        {
          "value": "Ou, coloque suas habilidades à prova com nossa experiência de Trainer imersiva e compare suas jogadas com as dos jogadores reais, juntamente com as soluções de IA."
        },
        {
          "value": "Analisar Mãos"
        }
      ]
    },
    "translation_7": {
      "items": [
        {
          "value": "Tutoriais de Produtos"
        }
      ]
    },
    "translation_8": {
      "items": [
        {
          "value": "exemplo de uma interação com George, o coach de IA da Octopi"
        },
        {
          "value": "Pergunte ao George"
        },
        {
          "value": "Olá, sou o George, assistente de IA no mundo do poker. Pergunte-me qualquer coisa relacionada ao poker e tentarei ser útil no seu caminho para o domínio do poker!"
        },
        {
          "value": "Como calculo as pot odds?"
        },
        {
          "value": "Pergunte ao George"
        }
      ]
    },
    "translation_9": {
      "items": [
        {
          "value": "© 2025 Octopi Poker Studios, Inc. Todos os direitos reservados."
        },
        {
          "value": "Política de Uso Aceitável"
        },
        {
          "value": "Termos de Serviço"
        },
        {
          "value": "Política de Privacidade"
        },
        {
          "value": "Contate-nos"
        }
      ]
    }
  }
}